Repository: NoahjChampion/versions
Catalog: versions/languages/versions-*.po
Languages: sv_se

source: Versions Settings
sv_se: Inställningar för Versions

source: Activate Versions
sv_se: Aktivera Versions

source: Filter method
sv_se: Filtreringsmetoder

source: Catch all
sv_se: Fånga allt

source: For any questions related to the Versions plugin, check out the plugin's page and support forum at <a href="http://wordpress.org/extend/plugins/versions" target="_blank">WordPress</a> or the plugin's page at <a href="http://www.iqq.se/" target="_blank">Iseqqavoq.se.</a>
sv_se: För övriga frågor relaterade till denna plugin, besök <a href="http://wordpress.org/extend/plugins/versions" target="_blank">WordPress</a> eller <a href="http://www.iqq.se/" target="_blank">Iseqqavoq.se</a>.

source: Save Changes
sv_se: Spara ändringar

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Default
sv_se: Standard

source: The default method filters through all of the HTML before it is sent to the browser. It detects and alters script- and link-tags that need a good looking, automated version number. This is the preffered method to use if you do not have a deeper understanding of the code in your theme and/or plugins.
sv_se: Standardmetoden filtrerar genom all HTML innan den skickas till webbläsaren. Den hittar och ändrar script- och link-taggar som är i behov av snygga, automatiska versionsnummer. Standardmetoden är att föredra om du inte har en djupare förståelse för koden i ditt tema och/eller aktiva plugins.

source: Advanced
sv_se: Avancerad

source: Use this method if you know that all of your scripts and styles are registered and enqueued from your theme and/or plugins. It alters only script and stylesheet versions through the global scripts and styles arrays. Since it consumes a little less memory and time in execution it is aimed mainly to users who have a deeper insight in the code of the theme and/or plugins.
sv_se: Använd denna metod om du är säker på att alla dina script och stylesheets är registrerade och köade genom ditt tema och/eller plugins. Den ändrar endast versionsnummer på de script och stylesheets som finns köade genom wp_enqueue_script() - funktionen. Denna metod konsumerar lite mindre minne och exekveringstid. Den är riktad först och främst till användare som har en djupare förståelse för koden i tema och/eller plugins som är aktiva.

source: Active
sv_se: Aktiv

source: If active, the catch-all handles all scripts' and styles' version numbers. Including those who already have a version number set. This is a preffered option to have active since the version numbers generated by the Versions plugin is more reliable and practical than those set manually.
sv_se: Om aktiv, kommer "Fånga alla" funktionen att hantera alla skript och stylesheets. Inklusive de smo redan har ett versionsnummer angivet. Detta är att föredra eftersom versionsnummer genererade av Versions är mer pålitliga och praktiska än de som man skriver manuellt.
